[
  {
    "id": 1,
    "name": "Decorative Origami Cube 2",
    "img_3": "/asset_img/img-kids/Decorative Origami Cube 2/image-3.png",
    "img_2": "/asset_img/img-kids/Decorative Origami Cube 2/image_1.png",
    "img_2_1": "/asset_img/img-kids/Decorative Origami Cube 2/image_2.png",
    "container_video": "d-p-video",
    "video": "https://youtu.be/5FQzUdWtGzg",
    "content_1": "I connected 14 cubes together to create the rainbow cube chain seen above. It took 168 sheets of paper. You can make an open cube of your own using just 12 sheets of paper and few simple folds. These open cubes are pretty fun to make and look good in both solid color and rainbow.",
    "step_1": "Step_1",
    "hinh_3": "/asset_img/img-kids/Decorative Origami Cube 2/step_1.png",
    "content_2": "All you will need to make a open cube is 12 pieces of origami paper.",
    "step_2": "Step_2",
    "hinh_4": "/asset_img/img-kids/Decorative Origami Cube 2/step_2.png",
    "content_3": "Fold the bottom right corner up to meet the top edge. Unfold that turn the model over. Grab the bottom left corner and bring it up a bit while opening it. Smash it down to create the triangle with a missing corner as show in the last picture.",
    "step_3": "Step_3",
    "hinh_5": "/asset_img/img-kids/Decorative Origami Cube 2/step_3.png",
    "content_4": "Fold down the top right corner then undo that fold. Fold the right corner tab up as shown in the third picture. Now fold the entire right corner down again on the crease you made before. Tuck the tabbed corner you folded under the flap. ",
    "step_4": "Step_4",
    "hinh_6": "/asset_img/img-kids/Decorative Origami Cube 2/step_4.png",
    "content_5": "Fold down the top right corner then undo that fold. Fold the right corner tab up as shown in the third picture. Now fold the entire right corner down again on the crease you made before. Tuck the tabbed corner you folded under the flap.",
    "step_5": "Step_5",
    "hinh_7": "/asset_img/img-kids/Decorative Origami Cube 2/step_5.png",
    "content_6": "Fold down the top right corner then undo that fold. Fold the right corner tab up as shown in the third picture. Now fold the entire right corner down again on the crease you made before. Tuck the tabbed corner you folded under the flap.",
    "step_6": "Step_6",
    "hinh_8": "/asset_img/img-kids/Decorative Origami Cube 2/step_6.png",
    "content_7": "Begin assembling the units but connecting three of them together. Insert one piece into the other as shown in the first picture. Once inserted, the crease on the tip of the inserted one should line up with the main crease of the one it was inserted into. Attach a third unit to lock these in place. Again, you'll know it's in the right way when the creases match up.",
    "step_7": "Step 7",
    "hinh_9": "/asset_img/img-kids/Decorative Origami Cube 2/step_7.png",
    "content_8": "Keep attaching units, 3 to a corner, to form a cube. After you've attached all 12 you'll have a fun open cube, good job!",

    "d_see": "d-none",
    "category_detail": [{ "id": 1, "name": "For Kids" }]
  },
  {
    "id": 2,
    "name": "Dollar Bill Ring Bling",
    "img_3": "/asset_img/img-kids/Dollar Bill Ring Bling/Dollar Bill Ring Bling.png",
    "img_2": "/asset_img/img-kids/Dollar Bill Ring Bling/hinh_1.png",
    "img_2_1": "/asset_img/img-kids/Dollar Bill Ring Bling/hinh_2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "How to create a ring out of a dollar bill, or any other US money, for that matter.This is a continuation of my money origami series, started here. As with the previous one, massive credit goes to Clay, who put up the idea originally, along with much other money art.",
    "step_1": "Step 1: Cold Hard Cash",
    "hinh_3": "/asset_img/img-kids/Dollar Bill Ring Bling/hinh_1.png",
    "content_2": "Start with the side that reads ONE facing towards you on a flat surface. Like all money origami, a crisp bill will work best.Flip the bill over, and fold the white edges on the top and bottom inward. Crease those folds, and return the bill to its original side.",
    "step_2": "Step 2: A Half Then a Quarter",
    "hinh_4": "/asset_img/img-kids/Dollar Bill Ring Bling/step_2.png",
    "content_3": "Fold the bill in half. (You can flip this over to do it, or not. It doesn't matter.). Then fold the bill in half again.",
    "step_3": "Step 3: Making a Diamond",
    "hinh_5": "/asset_img/img-kids/Dollar Bill Ring Bling/step_3.png",
    "content_4": "Fold the end of the bill up from the bottom. That (1) will be the center of the ring, and ideally you're trying to center to be even on both sides. The (white) of the bill gets folded under the (1)Press everything down and crease.",
    "step_4": "Step 4: Ring Around the Finger (optional)",
    "hinh_6": "/asset_img/img-kids/Dollar Bill Ring Bling/step_4.png",
    "content_5": "Just to get the shape of the ring, you can bend the folded bill around your finger a few times. It's not necessary to do this, however.When you're done. place the bill back on a flat surface",
    "step_5": "Step 5: Creating the Circle",
    "hinh_7": "/asset_img/img-kids/Dollar Bill Ring Bling/step_5.png",
    "content_6": "This is one of those steps which is much easier to show than to describe. As seen below, fold the bill upward to create a 45 degree angle. The distance between this angle and the (1) will be the circumference of the ring.Continue moving that fold under the ring, and back to the other side.",
    "step_6": "Step 6: Completing the Ring",
    "hinh_8": "/asset_img/img-kids/Dollar Bill Ring Bling/step_6.png",
    "content_7": "Bring both ends of the bill together to form...a ring. Take the long end, and fold under the (1), tucking the folded end of the (1) under the long end.Continue bringing the long end underneath the ring, and back around to the top.Tuck the remaining flap underneath the (1), and press down all creases.",
    "step_7": "Step 7: Bling Bling!",
    "hinh_9": "/asset_img/img-kids/Dollar Bill Ring Bling/step_7.png",
    "content_8": "And viola! You have a dollar ring. *NB: If the ring is too small, as it will be for most men's fingers, there's a simple way to fix this not discussed in the original author's directions. You can skip the part of Step 5, where one wraps the bill around itself. Instead, just make the 45 degree angle fold (the first picture), and proceed to step 6.",
    "step_8": "",
    "hinh_10": "",
    "content_9": "",
    "d_see": "d-none",
    "category_detail": [{ "id": 2, "name": "For Kids" }]
  },
  {
    "id": 3,
    "name": "Dollar Bill Shirt",
    "img_3": "/asset_img/img-kids/Dollar Bill Shirt/Dollar Bill Shirt.png",
    "img_2": "/asset_img/img-kids/Dollar Bill Shirt/hinh_1.png",
    "img_2_1": "/asset_img/img-kids/Dollar Bill Shirt/hinh_1.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Dollar dollar bills y'all, or how to make a dollar into a tiny shirt.Massive credit goes to Clay, who put up the idea originally, along with much other money art.",
    "step_1": "Step 1: Gotta Have Cash Money",
    "hinh_3": "/asset_img/img-kids/Dollar Bill Shirt/step_1.png",
    "content_2": "Get a dollar.(Don't steal it though, as that would be wrong, and I'll judge you. Begging is okay, but if you're going to beg, you should do something for people in return, like hum the national anthem.)Place dollar face up.",
    "step_2": " Step 2: 50 Cents",
    "hinh_4": "/asset_img/img-kids/Dollar Bill Shirt/step_2.png",
    "content_3": "Fold the dollar in half, lengthwise, such that George is covered.",
    "step_3": "Step 3: Now, Unfold the Dollar.",
    "hinh_5": "/asset_img/img-kids/Dollar Bill Shirt/step_3.png",
    "content_4": "Unfold the dollar after you have folded it in half as mentioned in the previous step.Yeah, I know. You are probably saying... -Folding it in half and then telling me to unfold it, what's the point???-. The previous fold marks the middle of the short height of the dollar and you will need the crease mark in order to line up folds in later steps.(NOTE: This step has been added since the original instructions were created... It should help with creating the sleeves that many had problems making the original fold. )",
    "step_4": "Step 4: Fold Dollar to Washington's Nose",
    "hinh_6": "/asset_img/img-kids/Dollar Bill Shirt/step_4.png",
    "content_5": "On the side with Washington's face, fold one end of the dollar so the edge goes up to Washington's nose.(NOTE: This step has been added since the original instructions were created... It should help with creating the sleeves that many had problems making the original fold. )",
    "step_5": "Step 5: Another 50 Cents",
    "hinh_7": "/asset_img/img-kids/Dollar Bill Shirt/step_5.png",
    "content_6": "Using the crease you made in the very first fold, fold each half of the bill over, so the edges meet in the middle at the crease.(NOTE: This step has been added since the original instructions were created... It should help with creating the sleeves that many had problems making the original fold. )",
    "step_6": "Step 6: Make Sleeve Folds",
    "hinh_8": "/asset_img/img-kids/Dollar Bill Shirt/step_6.png",
    "content_7": "On the end that you folded to Washington's nose, make 2 folds so the corners extend out.(NOTE: This step has been added since the original instructions were created... It should help with creating the sleeves that many had problems making the original fold. )",
    "step_7": "Step 7: Flip-flop",
    "hinh_9": "/asset_img/img-kids/Dollar Bill Shirt/step_7.png",
    "content_8": "Flip the bill over.",
    "step_8": "Step 8: Pop the Collar",
    "hinh_10": "/asset_img/img-kids/Dollar Bill Shirt/step_8.png",
    "content_9": "Take the white (unprinted) edge of the bill, and fold it over itself, where the unprinted part meets the printed part. Fold from the bottom, such that the split in the middle of the underside shows.",
    "d_see": "",
    "step_9": "Step 9: Pressed Button-down",
    "hinh_11": "/asset_img/img-kids/Dollar Bill Shirt/step_9.png",
    "content_10": "Flip the bill over again. Take the edge of the bill on the side you just folded, and fold that over towards the middle (where the split is) to create roughly a 30 degree angle. Does it have to be a 30 degree angle? No. Just look at the picture. Do the same for the other side.",
    "step_10": "Step 10: More Folding, No Clever Wording",
    "hinh_12": "/asset_img/img-kids/Dollar Bill Shirt/step_10.png",
    "content_11": "Fold the dollar so the bottom edge with the (sleeves) goes under the (collar).",
    "step_11": "Step 11: Light Starch",
    "hinh_13": "/asset_img/img-kids/Dollar Bill Shirt/step_11.png",
    "content_12": "This is what it should look like when it is complete.",
    "category_detail": [{ "id": 3, "name": "For Kids" }]
  },
  {
    "id": 4,
    "name": "Flying Origami",
    "img_3": "/asset_img/img-kids/Flying Origami/Flying Origami.png",
    "img_2": "/asset_img/img-kids/Flying Origami/Flying Origami.png",
    "img_2_1": "/asset_img/img-kids/Flying Origami/Flying Origami.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Origami is the Japanese art of folding paper into different objects, shapes, and animals. This instructable will guide you though on how to make a beautiful flapping origami bird. These instructions will teach you basic folds used in origami that will contribute to the final product, a bird with flapping wings. No need to be an expert, this craft can be created by all levels of expertise. This craft is so fun and easy and it will only take a few minutes of your time. Once you learn these basic oragami steps, constructing the flapping bird will only become easier with each time you construct this craft. Have fun and good luck.",
    "step_1": "Step 1: List of Supplies",
    "hinh_3": "/asset_img/img-kids/Flying Origami/step_1.png",
    "content_2": "Luckily, the art of origami is not an expensive hobby to have. All you need for supplies are:1) A square sheet of paper.2) A hard surface. *You can purchase square sheets of oragami paper with beautiful designs at any crafts store. Usually these sheets are very colorful and come in many different themed designs. Or you can make your own square sheet from leftover rectangular paper. If you make your own square sheet, you can color or draw you own personal designs.*You need a hard surface so you can fold good, clean creases into the paper. Clean creases are important for further steps down the road. Always fold clean creases unless instructed otherwise.",
    "step_2": " Step 2: Folding",
    "hinh_4": "/asset_img/img-kids/Flying Origami/step_2.png",
    "content_3": "This first step is to make the initial fold lines. These fold lines will assist in a few of the more difficult steps to come. Like mentioned before, be certain to make sharp creases so your lines are easily indentifiable and easier to work with.1) Position the sheet so the colorful/desired side is facing the table.2) Fold one corner to the opposite corresponding corner.3) Turn the sheet 90 degrees.4) Fold the remaining corner to its opposite corner.5) Fold paper in half so it makes a rectangle when folded.6) Fold paper in half again.7) Check that sheet has 4 creased lines (like in the last photo):A) 2 from corner to corner.B) 2 from top to bottom.",
    "step_3": "Step 3: Condense Paper",
    "hinh_5": "/asset_img/img-kids/Flying Origami/step_3.png",
    "content_4": "1) Position sheet so the colorful/desired side is facing upward.Notice: the creases make four squares on the paper that have a line intersecting each from corner to corner. Look at the first photo to see this observation. 2) Focus on one square created by the fold lines.3) Take the paper and push the creases that intersect the two squares next to your square of focus.4) Push the intersecting folds inward like in the third and fourth photos.*Paper should collapse into a smaller square.",
    "step_4": "Step 4: Slight Crease",
    "hinh_6": "/asset_img/img-kids/Flying Origami/step_4.png",
    "content_5": "This step is needed more or less for guidance of a fold in the next step to come. Keep in mind that this fold may have to be adjusted later.1) Have folded corner pointing upward.2) Make a slight crease in the folded top corner one fourth the way down the square.NOTE: Do NOT make a sharp crease.",
    "step_5": "Step 5: Wings",
    "hinh_7": "/asset_img/img-kids/Flying Origami/step_5.png",
    "content_6": "1) Again, make sure the folded corner is pointing upward 2) Take the bottom flap and pull upward like in the second photo.3)Pull the flap until it folds along the slight crease made in the previous step.4) Fold right side down and make a sharp crease.NOTE: It may be necessary to adjust the slight crease when aligning the right side. You may do what is necessary to neatly and evenly align the right side. 5) Fold the left side down so it is aligned just like the right side.*The resulting folds should give a diamond shape like in the last photo. This will be one of the bird's wings.",
    "step_6": "Step 6: Repeat",
    "hinh_8": "/asset_img/img-kids/Flying Origami/step_6.png",
    "content_7": "Turn sheet over and repeat Step 5 Wings.1) Take the bottom flap and pull upward like in the first and second photo.2) Pull the flap until it folds along the slight crease made in the step 4 Slight Crease3) Fold the right side down and make a sharp crease like in the fourth photo.NOTE: It may be necessary to adjust the slight crease when aligning the right side.Do what is necessary to neatly and evenly align the right side.4) Fold the left side down so it is aligned just like the right side.*Final result should yield a diamond shape with two legs on the bottom like in the last photo.",
    "step_7": "Step 7: Flip-flop",
    "hinh_9": "/asset_img/img-kids/Flying Origami/step_7.png",
    "content_8": "1) Pull the right flap sideways so it is flat like shown in the second and third photos.2) Pull the flap upward like in the fourth photo.3) Fold along the crease down the center of the flap like in the fifth and sixth photos.",
    "step_8": "Step 8: Repeat",
    "hinh_10": "/asset_img/img-kids/Flying Origami/step_8.png",
    "content_9": "Repeat step 7 Head and Tail for the other the flap.1) Pull the flap sideways so it is flat.2) Pull the lap upward. 3) Fold along the crease down the center of the flap like in the second photo.",
    "d_see": "",
    "step_9": "Step 9: Make the Head",
    "hinh_11": "/asset_img/img-kids/Flying Origami/step_9.png",
    "content_10": "1) Chose the flap that you want to make the bird head on.Note: When determining which flap to make the head of the bird on, pick the flap that looks less neat. Making the head on the worse looking flap will hide its the flaws and will also leave the neater flap available for the tail.2) Push the tip of the flap downward like in the first and second photos.3) Smooth the crease.",
    "step_10": "Step 10: Fly Birdie Fly",
    "hinh_12": "/asset_img/img-kids/Flying Origami/step_10.png",
    "content_11": "Congratulations! You have now finished your flappin origami bird. Now that you completed the bird itself, it's time to impress all and learn how to make your bird fly.1) Hold onto the front (feet)below the head.2) Pull on tail to make the wings flap.Don't stop now. Now that you know these basic origami steps, challenge yourself. Try making different sized birds, different colors, or different styles. Try adding your own touch to the origami flapping bird. If you are interested in trying something new, purchase an origami book. These instructional origami books contain tons of information on how to make new animals and shapes that are both easy and difficult. Share your new knowledge with others. Teach others how to make an origami flapping bird or jest impress your friends with what you can make out of a paper dinner menu. Indulge in your new found knowledge and keep trying new things!",
    "step_11": "Step 11: Complete Fly Birdie Fly",
    "hinh_13": "/asset_img/img-kids/Flying Origami/step_10.png",
    "content_12": "Congratulations! ",
    "category_detail": [{ "id": 4, "name": "For Kids" }]
  },
  {
    "id": 5,
    "name": "Instant Party Paper Lanterns",
    "img_3": "/asset_img/img-kids/Instant Party Paper Lanterns/image-3.png",
    "img_2": "/asset_img/img-kids/Instant Party Paper Lanterns/image-1.png",
    "img_2_1": "/asset_img/img-kids/Instant Party Paper Lanterns/image-2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "here is how to make your own origami paper lanterns! easy, fun, inexpensive...a great way to brighten your room--and party! materials : origami paper, christmas lights time it takes: depends on your folding skills, approximately 30 minutes per light chain.cheers and enjoy :)vasilena",
    "step_1": "Step_1",
    "hinh_3": "/asset_img/img-kids/Instant Party Paper Lanterns/step_1.png",
    "content_2": "buy small origami paper, approximately 6 x 6 cm",
    "step_2": "Step_2",
    "hinh_4": "/asset_img/img-kids/Instant Party Paper Lanterns/step_2.png",
    "content_3": "buy a set of christmas lights",
    "step_3": "Step_3",
    "hinh_5": "/asset_img/img-kids/Instant Party Paper Lanterns/step_3.png",
    "content_4": "make your own origami paper lanterns ",
    "step_4": "Step_4",
    "hinh_6": "/asset_img/img-kids/Instant Party Paper Lanterns/step_4.png",
    "content_5": "attach the balloons to the lights via the blow-hole of the balloons",
    "step_5": "Step_5",
    "hinh_7": "/asset_img/img-kids/Instant Party Paper Lanterns/step_5.png",
    "content_6": "Complete",
    "step_6": "Step_6",
    "hinh_8": "/asset_img/img-kids/Instant Party Paper Lanterns/step_6.png",
    "content_7": "hang and enjoy!",
    "step_7": "Step 7",
    "hinh_9": "/asset_img/img-kids/Instant Party Paper Lanterns/step_7.png",
    "content_8": "good job!",

    "d_see": "d-none",
    "category_detail": [{ "id": 5, "name": "For Kids" }]
  },
  {
    "id": 6,
    "name": "Origami Tulip",
    "img_3": "/asset_img/img-kids/origami tulip/origamitulip.png",
    "img_2": "/asset_img/img-kids/origami tulip/image_1.png",
    "img_2_1": "/asset_img/img-kids/origami tulip/image_2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "I will be showing you how to make a flower. Not sure what kind it is, but I'm pretty sure it's a tulip. Please give me some tips because this is my first Instructable and I'm still in junior high school.",
    "step_1": "Step_1 : Gather Your Materials.",
    "hinh_3": "/asset_img/img-kids/origami tulip/step_1.png",
    "content_2": "All you need for this Instructable is a piece of regular computer paper and a pen.",
    "step_2": "Step_2 :  Fold and Rip Your Paper to Make a Square.",
    "hinh_4": "/asset_img/img-kids/origami tulip/step_2.png",
    "content_3": "Grab one corner of your paper and fold it back to make a trapezoid like in picture one. Fold and crease the side hanging over and back using your finger to crease it each time. Now, using both hands, rip the edge with the completely flat side (picture two), carefully, to create a square like in picture three.",
    "step_3": "Step_3:Crease the Paper.",
    "hinh_5": "/asset_img/img-kids/origami tulip/step_3.png",
    "content_4": "Crease your paper to make an X on the paper. Flip the paper over. Now do the same except do it on the horizontal and vertical line so it looks like a +. After you've done all that, unfold it. ",
    "step_4": "Step_4",
    "hinh_6": "/asset_img/img-kids/origami tulip/step_4.png",
    "content_5": "Using both of your hands, pinch two opposite diagonal and pull them towards the middle. You should get a small square as in the picture.",
    "step_5": "Step_5: Fold, Once Again.",
    "hinh_7": "/asset_img/img-kids/origami tulip/step_5.png",
    "content_6": "Pinch two opposite sides again and make an arrow pointing towards the open side of the paper as in the first picture. Do it to both sides.",
    "step_6": "Step_6:  The Next Step. ( Can't Think of Any Other Names :| )",
    "hinh_8": "/asset_img/img-kids/origami tulip/step_6.png",
    "content_7": "First crease the top of the paper. Now, on one side, pull the paper up and back, as in picture one. It should look like the picture two. Now pull it all the way back until you can't anymore. Crease each side of it to make it look like picture three.",
    "step_7": "Step 7: Easy Peasy..",
    "hinh_9": "/asset_img/img-kids/origami tulip/step_7.png",
    "content_8": "Fold the open end of the paper up to create a diamond shaped paper. Do it to both sides and turn your paper 180 degrees around.",

    "d_see": "d-none",
    "category_detail": [{ "id": 6, "name": "For Kids" }]
  },
  {
    "id": 7,
    "name": "Origami Bracelet",
    "img_3": "/asset_img/img-kids/Origami Bracelet/image-3.png",
    "img_2": "/asset_img/img-kids/Origami Bracelet/image_1.png",
    "img_2_1": "/asset_img/img-kids/Origami Bracelet/image-3.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "This bracelet is made from 15 origami cubes. Although it takes some time, I think it's worth it.",
    "step_1": "Step 1: What Do You Need?",
    "hinh_3": "/asset_img/img-kids/Origami Bracelet/step_1.png",
    "content_2": "To make this bracelet you will need- paper (mine web about 2,4 cm and gave cubes of 1x1x1)-yarn-closure-jumpring-needle- time",
    "step_2": "Step 2: Folding a Module",
    "hinh_4": "/asset_img/img-kids/Origami Bracelet/step_2.png",
    "content_3": "To make one cube you will need 6 modules. Since you will probably need about 15-20 cubes, you have a lot of folding to do!So, how do you fold the modulde?All these steps are included in the pics 1. Fold the paper in half diagonally, coloured side up. Unfold and repeat for the other diagonal. Don't unfold this one.2. Fold the bottom (top layer only) up to the  middle. Turn it around and repeat at the other side.3. Fold the bottom line up to the middle line. Repeat at the other side.4. Unfold the middle line.5. Fold in the corners.6. Fold down the corners.7. Tuck the corners in.8. Fold the corners back.",
    "step_3": "Step 3: A LOT of Modules",
    "hinh_5": "/asset_img/img-kids/Origami Bracelet/step_3.png",
    "content_4": "Don't worrie, I made wayyyy too much :)Divide them in 15 groups of 6 modules. ",
    "step_4": "Step 4: Making the Cubes",
    "hinh_6": "/asset_img/img-kids/Origami Bracelet/step_4.png",
    "content_5": "I can't really tell a lot here, I hope the pictures make it clear enough, otherwise you can always ask me :)",
    "step_5": "Step 5: Make More Cubes",
    "hinh_7": "/asset_img/img-kids/Origami Bracelet/step_5.png",
    "content_6": "So I made another 14 cubes.I don't really know how to see how much you need, that's why I made about twice the needed amount -_-",
    "step_6": "Step 6: The Bracelet",
    "hinh_8": "/asset_img/img-kids/Origami Bracelet/step_6.png",
    "content_7": "Take the needle and add the yarn. Pierce it trough the middle of the cubes. You can measure if you have made enough cubes.Add the closure to the yarn and put the remaing strand trough the cubes. Repeat this for the jumpring at the other side of the bracelet.",
    "step_7": "Step 7: Done!",
    "hinh_9": "/asset_img/img-kids/Origami Bracelet/step_7.png",
    "content_8": "Now you can enjoy this bracelet, but keep it out of the rain!!! You could laque the paper but I just don't really like the feeling of it, so I prefer to only use it with pendants and stuff.",

    "d_see": "d-none",
    "category_detail": [{ "id": 7, "name": "For Kids" }]
  },
  {
    "id": 8,
    "name": "Origami Diamond",
    "img_3": "/asset_img/img-kids/Origami Diamond/Origami Diamond.png",
    "img_2": "/asset_img/img-kids/Origami Diamond/Origami Diamond.png",
    "img_2_1": "/asset_img/img-kids/Origami Diamond/Origami Diamond.png",
    "container_video": "d-p-video",
    "video": "https://youtu.be/oN8BFerzVjU",
    "content_1": "Origami. How to make a diamond out of paper (video lesson)",
    "step_1": "Step 1: 1",
    "hinh_3": "/asset_img/img-kids/Origami Diamond/step_1.png",
    "content_2": "Bend as shown in the picture.",
    "step_2": "Step 2: 2",
    "hinh_4": "/asset_img/img-kids/Origami Diamond/step_2.png",
    "content_3": "Bend as shown in the picture.",
    "step_3": "Step 3: 3",
    "hinh_5": "/asset_img/img-kids/Origami Diamond/step_3.png",
    "content_4": "Bend each corner as shown in the picture. ",
    "step_4": "Step 4: 4",
    "hinh_6": "/asset_img/img-kids/Origami Diamond/step_4.png",
    "content_5": "Bend as shown in the picture.",
    "step_5": "Step 5: 5",
    "hinh_7": "/asset_img/img-kids/Origami Diamond/step_5.png",
    "content_6": "We bend inward as shown in the picture.",
    "step_6": "Step 6: 6",
    "hinh_8": "/asset_img/img-kids/Origami Diamond/step_6.png",
    "content_7": "Repeat the previous step by the other side.",
    "step_7": "Step 7: 7",
    "hinh_9": "/asset_img/img-kids/Origami Diamond/step_7.png",
    "content_8": "Connect angles",

    "d_see": "d-none",
    "category_detail": [{ "id": 8, "name": "For Kids" }]
  },
  {
    "id": 9,
    "name": "Origami Dog",
    "img_3": "/asset_img/img-kids/Origami Dog/Origami Dog.png",
    "img_2": "/asset_img/img-kids/Origami Dog/Origami Dog.png",
    "img_2_1": "/asset_img/img-kids/Origami Dog/Origami Dog.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "There seem to be a lack of origami dogs, so I modified a common-ish model to make this",
    "step_1": "Step 1:",
    "hinh_3": "/asset_img/img-kids/Origami Dog/step_1.png",
    "content_2": "Begin with a blank piece of origami paper or squared printer paper.",
    "step_2": " Step 2:",
    "hinh_4": "/asset_img/img-kids/Origami Dog/step_2.png",
    "content_3": "Flip.",
    "step_3": "Step 3:",
    "hinh_5": "/asset_img/img-kids/Origami Dog/step_3.png",
    "content_4": "Fold one corner to the center. If you are having issues making these folds match up, fold the sides of the paper together, making an (X) in the center.",
    "step_4": "Step 4:",
    "hinh_6": "/asset_img/img-kids/Origami Dog/step_4.png",
    "content_5": "Fold a second corner to the center.",
    "step_5": "Step 5: ",
    "hinh_7": "/asset_img/img-kids/Origami Dog/step_5.png",
    "content_6": "Fold the third corner to the center.",
    "step_6": "Step 6: ",
    "hinh_8": "/asset_img/img-kids/Origami Dog/step_6.png",
    "content_7": "Flip.",
    "step_7": "Step 7:",
    "hinh_9": "/asset_img/img-kids/Origami Dog/step_7.png",
    "content_8": "Fold one side to the center.",
    "step_8": "Step 8: ",
    "hinh_10": "/asset_img/img-kids/Origami Dog/step_8.png",
    "content_9": "Fold the other side to the center.",
    "d_see": "",
    "step_9": "Step 9: ",
    "hinh_11": "/asset_img/img-kids/Origami Dog/step_9.png",
    "content_10": "Squish one flap open.",
    "step_10": "Step 10: ",
    "hinh_12": "/asset_img/img-kids/Origami Dog/step_10.png",
    "content_11": "Squish other flap open",
    "step_11": "Step 11: ",
    "hinh_13": "/asset_img/img-kids/Origami Dog/step_10.png",
    "content_12": "Bring back flap to front. ",
    "category_detail": [{ "id": 9, "name": "For Kids" }]
  },
  {
    "id": 10,
    "name": "Origami for Beginners",
    "img_3": "/asset_img/img-kids/origami for beginner/image_1.png",
    "img_2": "/asset_img/img-kids/origami for beginner/image_2.png",
    "img_2_1": "/asset_img/img-kids/origami for beginner/image_3.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Ever since I learned about Origami in 4th grade, I have always loved to fold.  The part I like most is showing others how to fold.  When I see the joy on their face after they fold their first figure, that is payment enough.  So I decided to make an Inastructable, seeing there was not an origami one for beginners.  I hope this is clear enough and understandable so that you may learn fairly quickly. All you will need is some square paper, your hands, and some determination.If there are any spots that aren't clear, please comment so that I may make it more understandable.The pictures below will be some of the things you will learn how to fold.",
    "step_1": "Step 1: How to Make Square Paper",
    "hinh_3": "/asset_img/img-kids/origami for beginner/step_1.png",
    "content_2": "Begin with a blank piece of origami paper or squared printer paper.",
    "step_2": " Step 2: The Kabuto and Basic Folds",
    "hinh_4": "/asset_img/img-kids/origami for beginner/step_2.png",
    "content_3": "Instead of doing the basics and then the figures, I decided to combine them into one.  I will teach you the basics as we are folding.  Again, I hope this is clear to understand.In this step you will learn how to fold an Origami Kabuto, or Samari Helmet.Start off with a vally fold.  An easy way to remember is that when folded, it looks like a vally (pic 1).  Vally fold from one corner to a corresponding corner.  It sould now look like Picture 2.Then vally fold the side corners to the top point, like in Picture 3.Then vally fold the two corners you just folded to the bottom (pic 4).  Rotate 180 degrees.Vally fold the same two corners to the sidesto make the horn things, like in Picture 5.Now, take the bottom flap and vally fold part of it up, not all the way. (pic 6)Vally fold the rest of the flap up, like in picture 7, and then flip over.You can do two things with this flap.  Tradittionally, it is vally folded upward, but you can tuck it inside the helmet if you want.  Picture 8 is what it should look like traditianally.  Fortucking it in, look at picture 9.  You need to preform a mountan fold (pic 9) and then tuck it as far up in the helmet as you can get it.If you have completed this, you have a Kabuto, and you know how to do mountran and vally folds.",
    "step_3": "Step 3: Base Folds",
    "hinh_5": "/asset_img/img-kids/origami for beginner/step_3.png",
    "content_4": "In this step you will learn some base folds.  Base folds are what models normally start out with.Book Base: Vally fold one edge to the oppisite edge (Pic 1).Bintz Base: Make a book base. Unfold. Rotate 90 degrees. Fold another book base. Unfold.  Fold all four corners to center. (Pic 2)Cupboard Base: Fold a book base. Unfold. Vally fold the two edges to the center crese.(Pic 3).Kite Base: Vally fold one corner to a coresponding corner.  Unfold.  Vally fold two sides of the same angle to meet the middle crease (Pic 4).Square Base: Fold in half horizantally and vertically.  It should now be in 4ths.  Flip over and fold in half from corner to corner.  Collapse (Pic 5). Waterbomb Base: Fold upper-left coner to meet bottom-right corner, and again from the bottom left corner to the upper right.  The two lines should intersect in the middle of the paper.  Flip over and fold in half vertically.  This crease should cross the intersection of the diagonal creases.  Take the points where the vertical crease meets the edge of the paper, and fold them to the bottom.  Press it flat and you should have it!Bird Base: Make a square base.  Fold two flaps in tword the middle crease.  Repeat behind.  Fold upper triangle down as far as it can go.  Unfold.  Repeat behind.  Unfold to the square base.  Take the bottom corner and fiold up along the creases you just made.  Repeat behind (Pic 7).As you can see, there's a lot of bases.",
    "step_4": "Step 4: Folding the Waterbomb",
    "hinh_6": "/asset_img/img-kids/origami for beginner/step_4.png",
    "content_5": "Start off with a Waterbomb base.Vally fold all the side corners to the top corner, as in Picture 1.Vally fold the side corners you just made to the center.  You can guess on this. (pic 2)Vally fold the top flap corners into the pockets you  just made.  (Pic 3)Blow into the hole at the bottom to inflate it. (pic 4)You're done!",
    "step_5": "Step 5: Folding the Crane ",
    "hinh_7": "/asset_img/img-kids/origami for beginner/step_5.png",
    "content_6": "The crane is the model that first comes to mind for many when they think about Origami.  It is a traditional Japanese model that goes back a long time.  It is said that whoever folds 1000 will get one wish.  Here, I will show you how to make one.  For the other 999, you're on your own.Start with a bird base.  Vally fold the side flaps so they line up with the middle seam.  Repeat behind. (Pic 1)Vally fold both of the legs up, fold back down (pic 2)Inside reverse fold the legs. (pic 3 and 4)Vally fold the wings down. (pic 5)Vally fold the head to the size you want it, then inside reverse fold. (pic 6)Now you can get started on the other 999.Remember: It isn't origami until it's shared. Phillip Chapman-Bell AKA oschene",
    "step_6": "Step 6: Extra Links",
    "hinh_8": "/asset_img/img-kids/origami for beginner/step_6.png",
    "content_7": "Here are some links for some origami sites.  If you stick with Origami long enough, you will be able to fold not only squares, but pentagons, triangles, circles, decagonns, heptagons, and several other -gons.",
    "step_7": "Step 7: ",
    "hinh_9": "/asset_img/img-kids/origami for beginner/step_6.png",
    "content_8": "Complete",
    "d_see": "d-none",
    "category_detail": [{ "id": 10, "name": "For Kids" }]
  },
  {
    "id": 11,
    "name": "Origami Paper Boewtie",
    "img_3": "/asset_img/img-kids/origami paper boewtie/origami paper bowtie.png",
    "img_2": "/asset_img/img-kids/origami paper boewtie/image_2.png",
    "img_2_1": "/asset_img/img-kids/origami paper boewtie/image_1.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "I may have found the perfect accessory for that fancy Near Year's Eve party you are going to! Yes, look totally dapper with this bowtie made entirely out of paper. It's sophistication with a twist.PS I can't promise that this DIY is super easy. This video is not to necessarily teach you how to make each fold, but to demonstrate the general crease pattern. If you don't have a lot of experience with folding tessellations, I'd strongly suggest that you try the bracelet DIY first. It will help you get a sense of how these folds work. Good luck!Here I am using Canson Mi-Teintes drawing paper, but anything around 98 lb (160 gsm) should work.",
    "step_1": "Step 1:",
    "hinh_3": "/asset_img/img-kids/origami paper boewtie/step_1.png",
    "content_2": "Cut out these three pieces: two bigger pieces for the bow, and one for the knot.",
    "step_2": " Step 2",
    "hinh_4": "/asset_img/img-kids/origami paper boewtie/step_2.png",
    "content_3": "With the ruler's straight edge as guide, score along all the dot-dot and dash-dot lines with the dull side of a blade. This will allow easy folding. Be careful to not cut through the paper.",
    "step_3": "Step 3:",
    "hinh_5": "/asset_img/img-kids/origami paper boewtie/step_3.png",
    "content_4": "Fold the bow strip like so.",
    "step_4": "Step 4:",
    "hinh_6": "/asset_img/img-kids/origami paper boewtie/step_4.png",
    "content_5": "Fold the bow strip like so.",
    "step_5": "Step 5: ",
    "hinh_7": "/asset_img/img-kids/origami paper boewtie/step_5.png",
    "content_6": "Start following the crease lines to make the mountain and valley folds.",
    "step_6": "Step 6: ",
    "hinh_8": "/asset_img/img-kids/origami paper boewtie/step_6.png",
    "content_7": "Crease these folds.",
    "step_7": "Step 7:",
    "hinh_9": "/asset_img/img-kids/origami paper boewtie/step_7.png",
    "content_8": "Squeeze to set the folds.",
    "step_8": "Step 8: ",
    "hinh_10": "/asset_img/img-kids/origami paper boewtie/step_8.png",
    "content_9": "Crease and set the next group of folds.",
    "d_see": "",
    "step_9": "Step 9: ",
    "hinh_11": "/asset_img/img-kids/origami paper boewtie/step_9.png",
    "content_10": "Crease and set the next group of folds.",
    "step_10": "Step 10: ",
    "hinh_12": "/asset_img/img-kids/origami paper boewtie/step_10.png",
    "content_11": "Now you have completed one side. Repeat for the other side.",
    "step_11": "Step 11: ",
    "hinh_13": "/asset_img/img-kids/origami paper boewtie/step_11.png",
    "content_12": "Wrap the loop around the bow. And you are done! ",
    "category_detail": [{ "id": 11, "name": "For Kids" }]
  },
  {
    "id": 12,
    "name": "Origami Post-it Box",
    "img_3": "/asset_img/img-kids/Origami Post-it Box/Origami Post-it Box.png",
    "img_2": "/asset_img/img-kids/Origami Post-it Box/image_2.png",
    "img_2_1": "/asset_img/img-kids/Origami Post-it Box/image_1.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "This is a tidy little box that is cool yet useful. It's also a great way to recycle all of your used sticky notes at work. Just make sure the boss isn't watching.You will need:Square sticky notes,Scissors,a pen,your hands",
    "step_1": "-Step 1: Peel Off a Sticky Note With the Sticky Part Up.",
    "hinh_3": "/asset_img/img-kids/Origami Post-it Box/step_1.png",
    "content_2": "",
    "step_2": " Step 2: Fold From Point to Point in Half",
    "hinh_4": "/asset_img/img-kids/Origami Post-it Box/step_2.png",
    "content_3": "",
    "step_3": "Step 3: Then Fold in Half Again From Point to Point.",
    "hinh_5": "/asset_img/img-kids/Origami Post-it Box/step_3.png",
    "content_4": "Fold the bow strip like so.",
    "step_4": "Step 4: Take All 4 Points and Fold to Center.",
    "hinh_6": "/asset_img/img-kids/Origami Post-it Box/step_4.png",
    "content_5": "",
    "step_5": "Step 5: It Should Look Like This. ",
    "hinh_7": "/asset_img/img-kids/Origami Post-it Box/step_5.png",
    "content_6": "",
    "step_6": "Step 6: Now Fold to First Crease From Point and Do This on All Four Points. ",
    "hinh_8": "/asset_img/img-kids/Origami Post-it Box/step_6.png",
    "content_7": "",
    "step_7": "Step 7: It Should Look Like This Now. You Will Notice That There Are Four Squares Near the Center That Make a Square, This Is the Bottom of Your Box.",
    "hinh_9": "/asset_img/img-kids/Origami Post-it Box/step_7.png",
    "content_8": "",
    "step_8": "Step 8: Fold the Point to the First Crease and Do This on All Four Points. ",
    "hinh_10": "/asset_img/img-kids/Origami Post-it Box/step_8.png",
    "content_9": "",
    "d_see": "",
    "step_9": "Step 9: This Is What You Will Have When You FLIP IT OVER. ",
    "hinh_11": "/asset_img/img-kids/Origami Post-it Box/step_9.png",
    "content_10": "",
    "step_10": "Step 10: Remember the Four Squres in the Middle? You Will Cut on the Crease to the Corner of the Four Squares. You Will Do FOUR Cuts on TWO Opposing Ends. ",
    "hinh_12": "/asset_img/img-kids/Origami Post-it Box/step_10.png",
    "content_11": "",
    "step_11": "Step 14: The Two Tabs Will Then Be Folded in to Create the Remaining Sides. All Points Should Be at the Bottom of the Box Touching With No Overlap.",
    "hinh_13": "/asset_img/img-kids/Origami Post-it Box/step_11.png",
    "content_12": " ",
    "category_detail": [{ "id": 12, "name": "For Kids" }]
  },
  {
    "id": 13,
    "name": "Origami Sycee",
    "img_3": "/asset_img/img-kids/Origami Sycee/image_1.png",
    "img_2": "/asset_img/img-kids/Origami Sycee/image_2.png",
    "img_2_1": "/asset_img/img-kids/Origami Sycee/image_3.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Ok let get started with a piece of square origami paper.",
    "step_1": "Step 1: First Step",
    "hinh_3": "/asset_img/img-kids/Origami Sycee/step_1.png",
    "content_2": "Fold a square sheet of paper in half diagonally or verticall and then fold it in half again.",
    "step_2": "Step 2: Fold",
    "hinh_4": "/asset_img/img-kids/Origami Sycee/step_2.png",
    "content_3": "fold the triangle in half then unfold.",
    "step_3": "Step 3: Fold",
    "hinh_5": "/asset_img/img-kids/Origami Sycee/step_3.png",
    "content_4": "image will help",
    "step_4": "Step 4: ",
    "hinh_6": "/asset_img/img-kids/Origami Sycee/step_4.png",
    "content_5": "-image will help",
    "step_5": "Step 5:  ",
    "hinh_7": "/asset_img/img-kids/Origami Sycee/step_5.png",
    "content_6": "image will help",
    "step_6": "Step 6: Fold",
    "hinh_8": "/asset_img/img-kids/Origami Sycee/step_6.png",
    "content_7": "It might be hard to explain image will help",
    "step_7": "Step 7: Final Fold ",
    "hinh_9": "/asset_img/img-kids/Origami Sycee/step_7.png",
    "content_8": "On the bottom of the first image put the bottom triangle in the hat. Then your done.",
    "d_see": "d-none",
    "category_detail": [{ "id": 13, "name": "For Kids" }]
  },
  {
    "id": 14,
    "name": "Origami Tall Samurai Helmit",
    "img_3": "/asset_img/img-kids/Origami Tall Samurai Helmit/image_3.png",
    "img_2": "/asset_img/img-kids/Origami Tall Samurai Helmit/image_2.png",
    "img_2_1": "/asset_img/img-kids/Origami Tall Samurai Helmit/image_1.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Ok let get started with a piece of square origami paper.",
    "step_1": "Step 1: Fold",
    "hinh_3": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_1.png",
    "content_2": "Start with a square paper in front of you.Fold it in half to a triangle",
    "step_2": " Step 2: Fold ",
    "hinh_4": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_2.png",
    "content_3": "fold the triangle in half then unfold.",
    "step_3": "Step 3: Fold",
    "hinh_5": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_3.png",
    "content_4": "image will help.",
    "step_4": "Step 4: Fold",
    "hinh_6": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_4.png",
    "content_5": "image will help",
    "step_5": "Step 5: Fold ",
    "hinh_7": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_5.png",
    "content_6": "image will help",
    "step_6": "Step 6: Fold ",
    "hinh_8": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_6.png",
    "content_7": "image will help",
    "step_7": "Step 7: Final Fold",
    "hinh_9": "/asset_img/img-kids/Origami Tall Samurai Helmit/step_7.png",
    "content_8": "On the bottom of the first image put the bottom triangle in the hat. Then your done.",
  
    "d_see": "d-none",
   
    "category_detail": [{ "id": 14, "name": "For Kids" }]
  },
  {
    "id": 15,
    "name": "How to Make Lucky Paper Stars",
    "img_3": "/asset_img/img-kids/Origami star/image_1.png",
    "img_2": "/asset_img/img-kids/Origami star/image_1.png",
    "img_2_1": "/asset_img/img-kids/Origami star/Origamistar.png",
    "container_video": "d-p-video",
    "video": "https://youtu.be/JLcqwx4pAcc",
    "content_1": "I've always wanted to know how to make these, but couldn't understand how until a friend of mine showed me, that's why I made a video (see step 5) to clearly and simply illustrate the process.The first three steps are about how to obtain paper stripes, the fourth and the fifth are about how to make the stars.",
    "step_1": " Step 1: Obtaining Paper Stripes: Buying",
    "hinh_3": "/asset_img/img-kids/Origami star/step_1.png",
    "content_2": "You can buy ready-made paper stripes, they come in lots of colors and patterns, just type lucky star origami paper in google and you'll find a few online stores.If you're just learning how to make these I would recommend you start with paper stripes that were made using step 2, which are the easiest stripes to fold.",
    "step_2": " Step 2: Obtaining Paper Stripes: DIY Easy ",
    "hinh_4": "/asset_img/img-kids/Origami star/step_2.png",
    "content_3": "Materials A4/Letter notebook paper, preferably yellow and without holes (like the one in the picture). Tools for method A.scissors,Tools for method a,a ruler,an exacto Knife,a cutting board. Method A:Take a peice of paper, and using scissors cut along the lines.Method B:Take a piece of paper, lay it on the cutting board, put the ruler against a line and use it as a guide for cutting with the exacto knife (see the second image). This method produces better stripes.",
    "step_3": "Step 3: Obtaining Paper Stripes: DIY Pro",
    "hinh_5": "/asset_img/img-kids/Origami star/step_3.png",
    "content_4": "Materials:Any paper you want, colorful A4/Letter paper, wrapping paper, anything.Tools:a printer,Tools for method A:scissors.Tools for method B:a ruler,an exacto Knife,a cutting board.If you chose wrapping paper, or any kind of paper that is larger than A4/Letter, you need to reduce it to that size. Now print lines on it (see attached file) then cut it using either method A or B that have been described in step 2.Tips:The wider the strip is, the longer it needs to be to make a good star.Also, The lighter the paper is, the longer the stripes need to be.Therefore the file attached to this step might no be compatible with the kind of paper you've chosen, so experiment a bit.",
    "step_4": "Step 4: How to Make Lucky Paper Stars: the Diagram",
    "hinh_6": "/asset_img/img-kids/Origami star/step_3.png",
    "content_5": "image will help",
    "step_5": "Step 5: How to Make Lucky Paper Stars",
    "hinh_7": "/asset_img/img-kids/Origami star/step_5.png",
    "content_6": "the last step of pushing against the edges is a bit tricky and it might take you a few stars to get it right, but don't give up!",
    "step_6": "Step 6:Complete",
    "hinh_8": "/asset_img/img-kids/Origami star/step_6.png",
    "content_8": "",
    "step_7": "Step 7:Decorate",
    "hinh_9": "/asset_img/img-kids/Origami star/step_7.png",
    "content_7": "You can hang on Coffee, bar, home",
    "d_see": "d-none",
   
    "category_detail": [{ "id": 15, "name": "For Kids" }]
  },
  {
    "id": 16,
    "name": "Guy Fawkes Mask in Origami",
    "img_3": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/Guy Fawkes Mask in Origami.png",
    "img_2": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/image_2.png",
    "img_2_1": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/image_2.png",
    "container_video": "d-p-video",
    "video": "https://youtu.be/JwyIDogYaqI?si=QWkGKyu3qBbXrrT1",
    "content_1": "Let'begin",
    "step_1": " Step 1: Getting Started.",
    "hinh_3": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_1.png",
    "content_2": "a) Starting with the black side up, make two rabbit ears.b) This is called the fish base. Squash fold.c) Reverse fold out the hidden corner.d) Repeat b,c, on the left.e) Valley fold the bottom point up to the tops of the squares.f) Undo.",
    "step_2": " Step 2: Tip: Look at the Next Step to Figure Out What You're Supposed to Do in the Current Step.",
    "hinh_4": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_2.png",
    "content_3": "a.Squash fold the bottom flap so that the resultant flap has one vertical edge, one horizontal edge, and one edge aligned with the edge behind.b. Swivel-fold the flap to the left.c. Pull out the hidden edge.d. Like this.e. Squash fold the triangular flap.f.Petal fold the corner down.g. Like this.",
    "step_3": "Step 3: Nose",
    "hinh_5": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_3.png",
    "content_4": "a. Fold the top point down to the widest part of the kite-shaped flap.b. Fold back up along the tops of the square flaps.c. Ctrl+Z. I mean Undo.d. Crimp fold the tip inside.e. Like this.f. Partially undo the tip and form a rabit ear...g. Like this. The triangular nose bottom should coincide with the bottoms of the square flaps.",
    "step_4": "Step 4: Eye",
    "hinh_6": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_3.png",
    "content_5": "a. Valley-fold down the two corners.b. Fold the eyes down, this will pull some of the edge from the flap above it.c. Partial unsink - the nested layer...d. ... so that the bottom eyelid mirrors the upper eyelid. This will require indenting the corner at the right. Also, swivel fold the small inner corner.e. Like this. Repeat on the left side.",
    "step_5": "Step 5: A Lot of People Think the Eyes Are What It's All About, I Find Its the Forehead.--- Derek Zoolander.",
    "hinh_7": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_5.png",
    "content_6": "a. Valley-fold the inner corners of the brow to outward.b. Fold the shallow point down.c. Like this.d. Crimp the nostril areas and fold the corner inward.e. Like this.",
    "step_6": "Step 6:Beard",
    "hinh_8": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_6.png",
    "content_7": "a. (Focus on the lower part) Fold the top two corners outward, exposing the black.b. Fold the bottom two edges inward, exposing some more black in the shape of a necktie.c. Pleat the two flaps slightly, so that you form an upturned shallow V.d.This will be a smile. Like this. *smile* e. Yes, like this. You see what I've done here?",
    "step_7": "Step 7:Such a Handsome... Moustache... ---Uma Thurman (Adventures of Baron Munchausen)",
    "hinh_9": "/asset_img/img-adult/1.Guy Fawkes Mask in Origami/step_7.png",
    "content_8": "a. Crimp the sides of the moustache so that the moustache bends outward horizontally.b. Fold the top edges in slightly, exposing the black.c. Like this. Almost done!",
    "d_see": "d-none",
   
    "category_detail": [{ "id": 16, "name": "For Adult" }]
  },
  {
    "id": 17,
    "name": "How to Fold a Paper Flower",
    "img_3": "/asset_img/img-adult/2.How to Fold a Paper Flower/How to Fold a Paper Flower.png",
    "img_2": "/asset_img/img-adult/2.How to Fold a Paper Flower/image_1.png",
    "img_2_1": "/asset_img/img-adult/2.How to Fold a Paper Flower/image_2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Materials Needed:A square piece of paper (size and color your choice) A flat, hard surface General Instructions:When making each fold be sure to press hard so that your flower comes out looking clean and pressed.",
    "step_1": " Step 1: Diagonoal Folds",
    "hinh_3": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_1.png",
    "content_2": "1. Lay your square paper flat and bring the bottom left corner up to the top right corner. Crease along the diagonal fold. ",
    "step_2": " Step 2: Diagonal Folds",
    "hinh_4": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_2.png",
    "content_3": "2.  Unfold and lay the paper flat again.  Bring the bottom right corner to the top left and crease along the diagonal line.  This should create a (X) on your paper. ",
    "step_3": "Step 3: Fold Corners In",
    "hinh_5": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_3.png",
    "content_4": "3.  Fold all four corners into the center of the square.  All corners should meet in the center of the (X)",
    "step_4": "Step 4: Folding Corners",
    "hinh_6": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_4.png",
    "content_5": "4.  Fold the new four corners of the smaller square into the center again.",
    "step_5": "Step 5: Folding Corners",
    "hinh_7": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_5.png",
    "content_6": "5.Turn the paper over and fold all the corners into the center on the opposite side.",
    "step_6": "Step 6: Leaflets of Flower",
    "hinh_8": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_6.png",
    "content_7": "6.  Take each of the four corners that you just brought to the center and fold them in half back the other way so that the tip of each triangle is pointing away from the center.  The triangle tips should be able to be seen from the other side.",
    "step_7": "Step 7: Unfold Petals",
    "hinh_9": "/asset_img/img-adult/2.How to Fold a Paper Flower/step_7.png",
    "content_8": "7.  Flip your paper over again and fold the corners meeting in the center out to each corner.  Do this again to the next layer of corners.  This creates the petals of the flower.",
    "d_see": "d-none",
   
    "category_detail": [{ "id": 17, "name": "For Adult" }]
  },
  {
    "id": 18,
    "name": "How to Fold an Origami Dragon",
    "img_3": "/asset_img/img-adult/3.How to Fold an Origami Dragon/How to Fold an Origami Dragon.png",
    "img_2": "/asset_img/img-adult/3.How to Fold an Origami Dragon/image_1.png",
    "img_2_1": "/asset_img/img-adult/3.How to Fold an Origami Dragon/image_2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "",
    "step_1": " Step 1: Fold the Base",
    "hinh_3": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_1.png",
    "content_2": "If you already know how to fold the bird base, go ahead and do that, and you can skip this step.Otherwise; for future origami reference, this that we're folding is called the bird base, and is used as the base for many origami animals.",
    "step_2": " Step 2: The Body",
    "hinh_4": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_2.png",
    "content_3": " ",
    "step_3": "Step 3: Head and Tail 1",
    "hinh_5": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_3.png",
    "content_4": "",
    "step_4": "Step 4: The Wings &amp; Legs",
    "hinh_6": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_4.png",
    "content_5": "",
    "step_5": "Step 5: Head and Tail 2",
    "hinh_7": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_5.png",
    "content_6": "Apologies for the bad focus on some of these.....yeah",
    "step_6": "Step 6: RAWWR!!!",
    "hinh_8": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_6.png",
    "content_7": "image will help",
    "step_7": "Step 7: ",
    "hinh_9": "/asset_img/img-adult/3.How to Fold an Origami Dragon/step_7.png",
    "content_8": "",
    "d_see": "d-none",
   
    "category_detail": [{ "id": 18, "name": "For Adult" }]
  },
  {
    "id": 19,
    "name": "Modular Origami Earrings",
    "img_3": "/asset_img/img-adult/4.Modular Origami Earrings/Modular Origami Earrings.png",
    "img_2": "/asset_img/img-adult/4.Modular Origami Earrings/image_1.png",
    "img_2_1": "/asset_img/img-adult/4.Modular Origami Earrings/image_2.png",
    "container_video": "d-none",
    "video": "",
    "content_1": "Here's an easy but fun pair of earrings that you can make for a friend, a loved one, or yourself! The origami model is called a Japanese Brocade, designed by Minako Ishibashi. It's fairly simple to fold, but making them at a small scale might require a little extra patience.If folding tiny pieces of paper isn't your style, you can still follow these instructions with larger sheets to make elegant Christmas ornaments for your tree. Instead of attaching earring hooks at the end, you can use some ribbon to hang up your origami ball!",
    "step_1": " Step 1: Supplies",
    "hinh_3": "/asset_img/img-adult/4.Modular Origami Earrings/step_1.png",
    "content_2": "You will need 12 pieces of paper, and if you would like to make the earrings with three different colors, you should have four sheets of each color. Each of the modular balls uses six pieces of paper. I used 1x1 inch sheets, which creates earrings that are about 5/8 in diameter. Any kind of paper will work, but sturdier paper will be easier to work with. If you would like to be festive, you can try using gift wrap or printed photos. The rest of the supplies include:- 2 eye pin- 2 earrings hooks- Elmer's glue- pliers",
    "step_2": " Step 2: Making One Unit",
    "hinh_4": "/asset_img/img-adult/4.Modular Origami Earrings/step_2.png",
    "content_3": "1. Fold the sheet in half and unfold.2. Fold the paper into fourths matching each edge with the centerline.3. Without unfolding the previous step, fold the bottom right corner to the top and the bottom left corner in the opposite direction, then unfold completely.4. Fold each of the four corners of the sheet, so that they meet at the 1/4 fold mark that you created earlier.5. Fold the top and bottom edges to also meet at the 1/4 fold mark.6. Using the diagonal crease that you created in step 3, take the right corner of the paper and fold along the crease. Take the left edge of the corner and fold the flap to the right while simultaneously folding the bottom edge up.7. Rotate the model 180 degrees and repeat step 6.8. Tuck in the corner/flap that you've just folded under the bottom edge pocket created in step 6. At this point, you should have a parallelogram.9. Turn over the parallelogram and fold the long corners inwards to create a square, then unfold.10. Now your unit is complete! Fold five more to assemble one brocade. ",
    "step_3": "Step 3: Putting Together the Units",
    "hinh_5": "/asset_img/img-adult/4.Modular Origami Earrings/step_3.png",
    "content_4": "The six units will be assembled into essentially a cube, and they will be held together by inserting the triangular points of each unit into a pocket of another unit as shown above. To keep the model sturdy, so the earring doesn't fall apart when someone is wearing it, add a dab of Elmer's glue to the back of the triangular point.You will want to assemble five units of the model as shown abov",
    "step_4": "Step 4: Adding the Earring Findings",
    "hinh_6": "/asset_img/img-adult/4.Modular Origami Earrings/step_4.png",
    "content_5": "Before adding the eye pin to the piece, bend the length of the pin into a kind of triangle shape. Then place the eye pin in the corner of your cube before adding the last unit of the model and glueing the remaining flaps. The eye pin should not be able to slip out because of the bulb shape.Next, squeeze the four flaps on each face together to create the final Japanese Brocade.Finish the earring by using your pliers to open the loop of your earring hook slightly, attaching the hook to your eye pin, and then closing the loop tightly.",
    "step_5": "Step 5: Final Product",
    "hinh_7": "/asset_img/img-adult/4.Modular Origami Earrings/step_5.png",
    "content_6": "Create a second earring, and you're done! I hope you enjoyed making these :)",
    "step_6": "Step 6: RAWWR!!!",
    "hinh_8": "/asset_img/img-adult/4.Modular Origami Earrings/step_6.png",
    "content_7": "image will help",
    "step_7": "Step 7: ",
    "hinh_9": "/asset_img/img-adult/4.Modular Origami Earrings/step_6.png",
    "content_8": "",
    "d_see": "d-none",
   
    "category_detail": [{ "id": 19, "name": "For Adult" }]
  },
  {
  "id": 20,
  "name": "Origami Ball - Kusudame",
  "img_3": "/asset_img/img-adult/5.Origami Ball - Kusudame/Origami Ball - Kusudame.png",
  "img_2": "/asset_img/img-adult/5.Origami Ball - Kusudame/image_2.png",
  "img_2_1": "/asset_img/img-adult/5.Origami Ball - Kusudame/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "This is a beautiful Kusudama Ball. If youve never done origami before, dont be scared away. Take your time and you too can accomplish this.Im not 100% sure on the time frame. I have never started a project like this and worked it to the end. I usually take a few breaks  chocolate breaks! :)",
  "step_1": "-Step 1:",
  "hinh_3": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_1.png",
  "content_2": "You will need 30 pieces of paper: Any size is fine. You just need to start with a square piece. I made this with a 6x6 piece of Origami paper. (Then cut in half)15 of one color and 15 of another color. I'm going to use double sided paper for my ball.This means there is color on both sides of the paper.Usually one side has color/design and the other is white.I will do the directions in regular paper.Blue and Green.Cut all pieces in half.You should now have 30 pieces of one color and 30 pieces of the other.",
  "step_2": " Step 2: ",
  "hinh_4": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_2.png",
  "content_3": "Start with one piece of paper. This will be the flower petal.Make sure you crease the paper really well.Place paper colored side down.Fold in half, per picture #1.Unfold, per picture #2.",
  "step_3": "Step 3: .",
  "hinh_5": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_3.png",
  "content_4": "Take point at bottom right (A) and fold to center top (B). [Picture #1].Take point at top left (A) and fold to center bottom (B). [Picture #2].Your piece should look like a parallelogram. [Picture #3]",
  "step_4": "Step 4: ",
  "hinh_6": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_4.png",
  "content_5": "Now we are going to fold the larger triangle in half.Take the top right point (A) and fold to bottom center (B). [Picture #1].Completed. [Picture #2]",
  "step_5": "Step 5: ",
  "hinh_7": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_5.png",
  "content_6": "This next part can be tricky, so take it slow. Open up your last fold to 90 degrees.You will see there is a little pocket. [Picture #1 and #2].The top point needs to fold down to the center top, closing the pocket. It should make a square. Crease well. [Picture #2].I usually put my finger inside the pocket, pushing down on the paper. This makes the paper open up.Then gently press down on the outside. You will see it forming a square.Make sure the top points are straight and crease.",
  "step_6": "Step 6: Now Fold to First Crease From Point and Do This on All Four Points. ",
  "hinh_8": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_6.png",
  "content_7": "Take top layer and fold top point down to bottom of square. [Picture #1].Unfold the fold you just made.Take the top right side of the paper. Fold diagonally with the edge along the center line. [Picture #2].Fold down/over using the first fold. [Picture #3]",
  "step_7": "Step 7: ",
  "hinh_9": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_7.png",
  "content_8": "Now simply close the book taking the left point of the square back over to the right. [Picture #1 and #2]",
  "step_8": "Step 8:  ",
  "hinh_10": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_8.png",
  "content_9": "Fold top point down to bottom, similar to previous step. [Picture #1]Unfold.Take top left side and fold down along middle line, similar to what we did before. [Picture #2]Fold down/over like before. [Picture #3]",
  "d_see": "",
  "step_9": "Step 9:  ",
  "hinh_11": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_9.png",
  "content_10": "Take notice of the flap. [Picture #1].Fold so it's standing upright. [Picture #1]You are going to stick your finger in the pocket again to open the pocket and kinda squash the front down. [Picture #2].Make sure it stays centered. You can see the fold line in the back paper. Make sure the point you just made is lined up with that. [Picture #3]",
  "step_10": "Step 10:",
  "hinh_12": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_10.png",
  "content_11": "We are going to finish the triangle shape by adding the third piece.Lift up tab 1 and slide tab 2 into pocket 3. [Picture #1]Finish the triangle by sliding tab 1 into pocket 5. [Picture #2]Completed triangle. [Picture #3]",
  "step_11": "Step 14: The Two Tabs Will Then Be Folded in to Create the Remaining Sides. All Points Should Be at the Bottom of the Box Touching With No Overlap.",
  "hinh_13": "/asset_img/img-adult/5.Origami Ball - Kusudame/step_11.png",
  "content_12": " The last few pieces can be tricky - just take your time. Remember: triangle and 5 petals Completed!Happy Folding!",
  "category_detail": [{ "id": 20, "name": "For Kids" }]
},
{
  "id": 21,
  "name": "Origami Dollar Flower",
  "img_3": "/asset_img/img-adult/6.Origami Dollar Flower/Origami Dollar Flower.png",
  "img_2": "/asset_img/img-adult/6.Origami Dollar Flower/image_2.png",
  "img_2_1": "/asset_img/img-adult/6.Origami Dollar Flower/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "Using three or four bills you can make a modular flower.",
  "step_1": "Step 1: Fold in Half",
  "hinh_3": "/asset_img/img-adult/6.Origami Dollar Flower/step_1.png",
  "content_2": "Take bill and fold lengthwise.",
  "step_2": " Step 2: Corners ",
  "hinh_4": "/asset_img/img-adult/6.Origami Dollar Flower/step_2.png",
  "content_3": "Fold end corners down to meet the bottom edge. You are bisecting a 90 degree angle.",
  "step_3": "Step 3: ",
  "hinh_5": "/asset_img/img-adult/6.Origami Dollar Flower/step_3.png",
  "content_4": "Lift up the folded end and fold the side to match the crease line. You do the same to the other side. Bilateral symmetry applies.",
  "step_4": "Step 4: ",
  "hinh_6": "/asset_img/img-adult/6.Origami Dollar Flower/step_4.png",
  "content_5": "This is what it looks like after completion of step 3. If lazy stop and say you made a dollar bill bustier.",
  "step_5": "Step 5: ",
  "hinh_7": "/asset_img/img-adult/6.Origami Dollar Flower/step_5.png",
  "content_6": "Fold the tips that were sticking up in the last step back to match the front.",
  "step_6": "Step 6:  ",
  "hinh_8": "/asset_img/img-adult/6.Origami Dollar Flower/step_6.png",
  "content_7": "Fold in half lengthwise. You must have little diagonal pockets on the outside or you folded it the wrong way.",
  "step_7": "Step 7: Last Step for the Module",
  "hinh_9": "/asset_img/img-adult/6.Origami Dollar Flower/step_7.png",
  "content_8": "On the module you must fold along the edge that has the pocket. You want all the modules to fold in the same direction. At this point you need to have 3 or four modules. The initial picture has three the final four. It is exactly the same process for assembly.",
  "step_8": "Step 8: Start Assembly  ",
  "hinh_10": "/asset_img/img-adult/6.Origami Dollar Flower/step_8.png",
  "content_9": "Holding one unit as shown tuck the other tip into the pocket. Repeat the process all the way around.",
  "d_see": "",
  "step_9": "Step 9:  ",
  "hinh_11": "/asset_img/img-adult/6.Origami Dollar Flower/step_9.png",
  "content_10": "You will need to put your finger inside the petals and shape them.",
  "step_10": "Step 10: Finally",
  "hinh_12": "/asset_img/img-adult/6.Origami Dollar Flower/step_10.png",
  "content_11": "This is assembly with four units. Any questions drop me a line:).Other designs are at www.cedison.wordpress.com",
  "step_11": "Step 11: Back of 3 Unit Assembly",
  "hinh_13": "/asset_img/img-adult/6.Origami Dollar Flower/step_11.png",
  "content_12": " Back of three unit assembly with 20 dollar bills. They have a lovely color, but of course they ended up getting taken apart and used.",
  "category_detail": [{ "id": 21, "name": "For Adult" }]
},
{
  "id": 22,
  "name": "Origami Egg",
  "img_3": "/asset_img/img-adult/7.Origami Egg/image_3.png",
  "img_2": "/asset_img/img-adult/7.Origami Egg/image_2.png",
  "img_2_1": "/asset_img/img-adult/7.Origami Egg/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "This model and instructions for creating it were first published in the book 3D Geometric Origami: Modular Polyhedra Gurkewitz and Arnstein, Dover 1996. The module is by Lewis Simon, the model is by Rona Gurkewitz and Bennett Arnstein. These instructions are for personal use, permission: Rona Gurkewitz.",
  "step_1": "Step 1: Materials",
  "hinh_3": "/asset_img/img-adult/7.Origami Egg/step_1.png",
  "content_2": "Materials 96 equilateral paper triangles!!! (for egg)12 triangles (for stand) (optional)Tools:Scissors (optional)lGlue (optional but recommended)",
  "step_2": " Step 2: Getting the Triangles ",
  "hinh_4": "/asset_img/img-adult/7.Origami Egg/step_2.png",
  "content_3": "Now, this may be the hardest part of this ible, getting 96 paper triangles but there are several options of doing so.. Buying a bunch of paper triangles ,Printing/ Drawing out 96 paper triangles and cutting them out Using this ible, though it will take a very long time.Using a die cut (what I did)Using a laser cutter (an option for those at HQ).Some other random things that are impossible.If you pick the second and third choices (which are the most convenient yet tedious) you have a very long way ahead of you. Once you are done getting the triangles go to the next step..",
  "step_3": "Step 3: Making the Units",
  "hinh_5": "/asset_img/img-adult/7.Origami Egg/step_3.png",
  "content_4": "The egg in this instructable requires 48 units that look like the ones below, the next few steps will show you how to make them. First, though, you have to divide the triangles up, one will be subunit A and the other will be subunit B",
  "step_4": "Step4 : Subunit A ",
  "hinh_6": "/asset_img/img-adult/7.Origami Egg/step_4.png",
  "content_5": "Subunit A is a triangular pyramid with the colored side out.First, create mountain folds that go from each corner to the center of the opposite side. Just fold from corner to corner on all of the corners.Then, push the centers of all of the sides in and try to get a pyramid shape",
  "step_5": "Step 5: Subunit B ",
  "hinh_7": "/asset_img/img-adult/7.Origami Egg/step_5.png",
  "content_6": "Now to make the second subunit, just make subunit A with white on the outside. Then lay it on the table and push down on the tip to invert it to make subunit B.",
  "step_6": "Step 6: Making the Unit ",
  "hinh_8": "/asset_img/img-adult/7.Origami Egg/step_6.png",
  "content_7": "Now take subunit B and place it over subunit A and fold subunit B's corners under subunit A, make sure you tightly fold the corners over the edge of subunit A.Now make all 48 of these units and then go to the next step.",
  "step_7": "Step 7: A Square",
  "hinh_9": "/asset_img/img-adult/7.Origami Egg/step_7.png",
  "content_8": "Start by making a square out of 4 of the units.",
  "step_8": "Step 8: One More Layer  ",
  "hinh_10": "/asset_img/img-adult/7.Origami Egg/step_8.png",
  "content_9": "Add one more unit to each of the corners of the square.",
  "d_see": "",
  "step_9": "Step 9: Finish Off the Hexagons ",
  "hinh_11": "/asset_img/img-adult/7.Origami Egg/step_9.png",
  "content_10": "Add one unit to each of the exposed branches (there are 8), then connect adjacent pieces to create 4 hexagons that match up with the sides of the square.",
  "step_10": "Step 10: Create Pentagons",
  "hinh_12": "/asset_img/img-adult/7.Origami Egg/step_10.png",
  "content_11": "Add some more units to the new exposed corners (8 again) and connect adjacent ones again to create 4 pentagons and some more exposed edges.",
  "step_11": "Step 11: Cap It Off With Another Square.",
  "hinh_13": "/asset_img/img-adult/7.Origami Egg/step_11.png",
  "content_12": " This will be the hardest step and this is the reason why I gave you the option of making the two halves and them placing them together. In this step you can either make a square and then attach it to the top or add pieces to the top one by one. Your egg will most likely partially fall apart but do not worry it is easy to fix.",
  "category_detail": [{ "id": 22, "name": "For Adult" }]
},
{
  "id": 23,
  "name": "Origami Rabbit",
  "img_3": "/asset_img/img-adult/8.Origami Rabbit/Origami Rabbit.png",
  "img_2": "/asset_img/img-adult/8.Origami Rabbit/image_2.png",
  "img_2_1": "/asset_img/img-adult/8.Origami Rabbit/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "",
  "step_1": "Step 1: Fold ",
  "hinh_3": "/asset_img/img-adult/8.Origami Rabbit/step_1.png",
  "content_2": "Take any one of the square cutouts (use bigger piece for beginners).Fold it into halves. The printed side should be facing out.A T character and a dot should be seen on each side of the folded paper.",
  "step_2": " Step 2: Fold  ",
  "hinh_4": "/asset_img/img-adult/8.Origami Rabbit/step_2.png",
  "content_3": "Unfold. The unprinted side of the paper should be facing you.Fold the edges of the paper in towards the center crease.You should see 2 T characters facing you.",
  "step_3": "Step 3: Fold",
  "hinh_5": "/asset_img/img-adult/8.Origami Rabbit/step_3.png",
  "content_4": "Fold all 4 corners to the center line.Following that, mountain fold the edges to the center.",
  "step_4": "Step 4: Fold ",
  "hinh_6": "/asset_img/img-adult/8.Origami Rabbit/step_4.png",
  "content_5": "Unfold. Squash fold all 4 corners.",
  "step_5": "Step 5: Fold the Corners Over",
  "hinh_7": "/asset_img/img-adult/8.Origami Rabbit/step_5.png",
  "content_6": "Fold the 2 resulting flaps over to the other side and turn over.You should see the 2 printed dots forming the rabbits eyes.",
  "step_6": "Step 6: Fold",
  "hinh_8": "/asset_img/img-adult/8.Origami Rabbit/step_6.png",
  "content_7": "Turn over and fold the model in half to make a crease.",
  "step_7": "Step 7: Fold",
  "hinh_9": "/asset_img/img-adult/8.Origami Rabbit/step_7.png",
  "content_8": "Make 2 valley folds on the unprinted half of the model.This will form the rabbits ears.",
  "step_8": "Step 8: Form Head  ",
  "hinh_10": "/asset_img/img-adult/8.Origami Rabbit/step_8.png",
  "content_9": "Turn over. Mountain fold the head.",
  "d_see": "",
  "step_9": "Step 9: Form Head ",
  "hinh_11": "/asset_img/img-adult/8.Origami Rabbit/step_9.png",
  "content_10": "Valley fold the model in half.Youll begin to notice the rabbit taking shape.Gently pull the ears of the rabbit away from the body and then crease on each side so that the head stands up straight. ",
  "step_10": "Step 10: Form Nose",
  "hinh_12": "/asset_img/img-adult/8.Origami Rabbit/step_10.png",
  "content_11": "Make a pre-crease on the rabbits nose and then make a inside reverse fold.",
  "step_11": "Step 11: Voila!  ",
  "hinh_13": "/asset_img/img-adult/8.Origami Rabbit/step_11.png",
  "content_12": " Voila! Now, try making the rest of its family! Happy bunny crafting! :)",
  "category_detail": [{ "id": 23, "name": "For Adult" }]
},
{
  "id": 24,
  "name": "Origami Rose",
  "img_3": "/asset_img/img-adult/9.Origami Rose/Origami Rose.png",
  "img_2": "/asset_img/img-adult/9.Origami Rose/image_2.png",
  "img_2_1": "/asset_img/img-adult/9.Origami Rose/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "",
  "step_1": "Step 1: Corners and More Creases ",
  "hinh_3": "/asset_img/img-adult/9.Origami Rose/step_1.png",
  "content_2": "Fold up the corners according to the picture. When you're done, it should look something like in the photo.Now, take one corner, and bring it along the diagonal to the opposing corner. Make crease. Open up.Repeat for the other three sides. New creases are shown below.",
  "step_2": " Step 2: Triangles and MORE Creases ",
  "hinh_4": "/asset_img/img-adult/9.Origami Rose/step_2.png",
  "content_3": "*Hmm, it seems like in every instructable that I've made, they all have triangles in them o.o*Fold small triangles as shown in the pictures (I can't explain this very well).Do this for all four corners.After this, turn the paper over.Bring corner up until the edge meets the line. Make crease until it is almost at the center of the corner (as shown)",
  "step_3": "Step 3: Last Crease: Square in the Center",
  "hinh_5": "/asset_img/img-adult/9.Origami Rose/step_3.png",
  "content_4": "Now make a square in the center. To do this, fold the origami in half. Fold it in half again. Fold the tip up until it lines with the triangle shaped crease above it. Open up, and you'll find a square in the middle.",
  "step_4": "Step 4:  The Diamond Method ",
  "hinh_6": "/asset_img/img-adult/9.Origami Rose/step_4.png",
  "content_5": "If you've made the other type of rose before (the one starting with a 4*4 grid), then you probably know what you have to do now. I'm not sure what the step is called, but I'd like to introduce you to the very easy diamond method. I learned this from the internet, and thought it was great.First, fold the square in half following its diagonal. Pinch the two sides together, and flatten the paper out, making sure the flap thing is facing toward the left side.Open up the square and bring the flap up.Unfold the origami, and you'll have that little swirl in the middle.I've seen two other methods of doing this before, but I still like the diamond method the best. However, if this method doesn't suit you, try this method instead:",
  "step_5": "Step 5: Trapezoids?",
  "hinh_7": "/asset_img/img-adult/9.Origami Rose/step_5.png",
  "content_6": "Ok, this step isn't hard, though if you learn it through pictures it may be a bit confusing. I'll try my best.First, turn the origami around so you can't see the square in the center.Then, if you pull back one of the flaps, you'll see a crease going from a corner down. You will have to pop up this crease. The images may be sort of helpful for this.Simply put a finger beneath the paper, right under the crease, and push upwards.Reinforce the marked creases so the figure looks more 3D.Do this to all four corners.",
  "step_6": "Step 6: FoldCollapse the Triangles",
  "hinh_8": "/asset_img/img-adult/9.Origami Rose/step_6.png",
  "content_7": "There are several ways to do this, and I found flattening it out the most efficient. Simply pop the crease running down the center of the triangle out, and flatten it.Bring it to the left, and press it against the layer under it.Once you did that, open the triangle back up.Bring the side of the adjacent trapezoid thing over, and cover the left half of the triangle.Fold the excess paper back so it keeps the leg that we created together.Do it to all four sides (the last side is more challenging than the others, but the method is basically the same. However, if any leg becomes loose or opens up, you'll have to fix them. Clipping them temporarily together with something like a paper clip or small peg could be a",
  "step_7": "Step 7: Closing the Bottom",
  "hinh_9": "/asset_img/img-adult/9.Origami Rose/step_7.png",
  "content_8": "Close that empty hole at the bottom. Simply fold the legs over, and sort of stack them on top of each other. Once you get to the last leg, just tug it under the first one.",
  "step_8": "Step 8: Open Up the Bud ",
  "hinh_10": "/asset_img/img-adult/9.Origami Rose/step_8.png",
  "content_9": "You can skip this step if you prefer the rose as a flower bud, though most would like it open.Stick your finger / back of a pen / tooth pick inside and gently pull the petals outward. Smooth it out.",
  "d_see": "",
  "step_9": "Step 9: Curl the Petals ",
  "hinh_11": "/asset_img/img-adult/9.Origami Rose/step_9.png",
  "content_10": "Use something round, such as a tooth pick, and curl the petals. Just roll them down along the side of the tooth pick, and repeat if the curl isn't full enough.Now, look below the four main petals. You'll find smaller flaps. These were the other half of the triangles. Curl them also. ",
  "step_10": "Step 10:  Finished",
  "hinh_12": "/asset_img/img-adult/9.Origami Rose/step_10.png",
  "content_11": "Make a pre-crease on the rabbits nose and then make a inside reverse fold.",
  "step_11": "Step 11:Extra Help!  ",
  "hinh_13": "/asset_img/img-adult/9.Origami Rose/step_10.png",
  "content_12": " OK, so I've got a few comments on some certain steps that are still a bit unclear, so I went and found a video of it on Youtube. It's the same rose, though some steps are a bit different.",
  "category_detail": [{ "id": 24, "name": "For Adult" }]
},
{
  "id": 25,
  "name": "Paper Ball Ornaments ",
  "img_3": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/Paper Ball Ornaments for Your Christmas Tree.png",
  "img_2": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/Paper Ball Ornaments for Your Christmas Tree.png",
  "img_2_1": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "IMPORTANT:  It's been a while since I did this instructable and now that I reviewed it, I agree that some steps are a little bit confusing.So if you cannot figure out some of the steps, or you want to learn how to do it quickly, then just read steps 1 to 3 and skip steps 4 to 9. Instead watch the video on step 10. Then follow the instructions on steps 11-12 to finish the ornament. The video shows the whole proces of making the medallion.Of course if you like challenge, follow up all the steps and just skip step 10 :-)Recycling paper is one of the many things we can do to protect environment, so instead of dispose our old magazines and the tons of catalogs and paper junk we receive, why don't use it to make some nice ornaments for Christmas? They are original, cheap and safer for your children than the traditional glass balls.I'll show you how to do it, using origami techniques.You only need some magazines or catalogs, glue and a little bit of patience to make it.",
  "step_1": "Step 1: Materials ",
  "hinh_3": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_1.png",
  "content_2": "First gather the following materials:Old magazines, catalogs, or any kind of paper you want to reuse. I recommend you to choose paper with nice colors.Glue.Scissors (optional, if you have practice you can cut the paper with only your hands)",
  "step_2": " Step 2: Preparing Our Sheet ",
  "hinh_4": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_2.png",
  "content_3": "Fold your sheet in two, then again fold it by the middle and fold it by the middle one more time.Unfold it, look the crease pattern: the creases are dividing our sheet into eight rectangles.Now cut the sheet following the creases (if you are origami lover maybe you want to do it with nothing but your hands, if not, use scissors).You should have eight rectangles now. We are going to use 6 of them to make our paper ball.",
  "step_3": "Step 3: Squaring Our Rectangles",
  "hinh_5": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_3.png",
  "content_4": "Now that we have 8 rectangles of the same size we need to square it.To do it, fold one corner to the other side of the rectangle. It should look like the one in the photo (if you want nice results, try to do it exactly), then turn it over and fold the remaining paper to make a crease and cut it out carefully.",
  "step_4": "Step 4:  First Steps (pre-creasing 1) ",
  "hinh_6": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_4.png",
  "content_5": "Now that we got our square, fold it by the crease we already have, then fold it by the middle so now we have divided our triangle in two smaller triangles.",
  "step_5": "Step 5: Square - Rectangle -square (pre-creasing 2)",
  "hinh_7": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_5.png",
  "content_6": "Unfold it (see the simple crease pattern we have) and fold it by the middle (now we have a rectangle), fold it in two again so we are going to get another square shape.",
  "step_6": "Step 6:  More Pre-creasing",
  "hinh_8": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_6.png",
  "content_7": "Unfold it again (the crease pattern is growing).Fold it like in the photo, so the edges meet in the center (did you notice that we have a rectangle shape again?). Now repeat the above step, and fold it so that the flaps meet in the center (the difference is that now we got a square again)",
  "step_7": "Step 7: Almost There... (pre-creasing 4)",
  "hinh_9": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_7.png",
  "content_8": "Unfold it and fold one corner to the other side (now we have a triangle shape on one side); fold it again by the middle, so you are going to get a smaller triangle; unfold it and do the same with the other side (see the crease pattern, it is more complex now. Important: at this point you don't need to unfold it, I just wanted to show how the crease pattern changes as we make more foldings).NOTE: If you don't understand this step, then watch the video on step 10.",
  "step_8": "Step 8:  Now, We Are Folding...  ",
  "hinh_10": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_8.png",
  "content_9": "a) Now, pull up the flaps, spread to the side and flatten the paper. Do the same with the other side b) Bring one triangle flap to the top and flatten it to form a little square. Repeat with the other flaps.NOTE: If you don't understand this step, then watch the video on step 10.",
  "d_see": "",
  "step_9": "Step 9: Curl the Petals ",
  "hinh_11": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_9.png",
  "content_10": "Use something round, such as a tooth pick, and curl the petals. Just roll them down along the side of the tooth pick, and repeat if the curl isn't full enough.Now, look below the four main petals. You'll find smaller flaps. These were the other half of the triangles. Curl them also. ",
  "step_10": "Step 10:  Finished",
  "hinh_12": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_10.png",
  "content_11": "Make a pre-crease on the rabbits nose and then make a inside reverse fold.",
  "step_11": "Step 11:Extra Help!  ",
  "hinh_13": "/asset_img/img-adult/10.Paper Ball Ornaments for Your Christmas Tree/step_10.png",
  "content_12": " OK, so I've got a few comments on some certain steps that are still a bit unclear, so I went and found a video of it on Youtube. It's the same rose, though some steps are a bit different.",
  "category_detail": [{ "id": 25, "name": "For Adult" }]
},
{
  "id": 26,
  "name": "Post-It Origami Icosahedron",
  "img_3": "/asset_img/img-adult/11.Post-It Origami Icosahedron/image_3.png",
  "img_2": "/asset_img/img-adult/11.Post-It Origami Icosahedron/image_2.png",
  "img_2_1": "/asset_img/img-adult/11.Post-It Origami Icosahedron/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "",
  "step_1": "Step 1: Fold Post-it in Half Glued Side Inside",
  "hinh_3": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_1.png",
  "content_2": "Materials 96 equilateral paper triangles!!! (for egg)12 triangles (for stand) (optional)Tools:Scissors (optional)lGlue (optional but recommended)",
  "step_2": " Step 2: Fold Bottom and Top in the Center ",
  "hinh_4": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_2.png",
  "content_3": "",
  "step_3": "Step 3: Fold Both Corners on the Upper Line",
  "hinh_5": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_3.png",
  "content_4": "",
  "step_4": "Step 4: Wrap It Up ",
  "hinh_6": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_4.png",
  "content_5": "",
  "step_5": "Step 4: Fold the Corners Over",
  "hinh_7": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_5.png",
  "content_6": "",
  "step_6": "Step 6: Make a Square and Fold It Into Triangle",
  "hinh_8": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_6.png",
  "content_7": "",
  "step_7": "Step 7: Make 30 Sonobe Units",
  "hinh_9": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_7.png",
  "content_8": "",
  "step_8": "Step 8: Now, We Are Folding...  ",
  "hinh_10": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_8.png",
  "content_9": "a) Now, pull up the flaps, spread to the side and flatten the paper. Do the same with the other side.b) Bring one triangle flap to the top and flatten it to form a little square. Repeat with the other flaps.NOTE: If you don't understand this step, then watch the video on step 10.",
  "d_see": "",
  "step_9": "Step 9:  Final Steps ",
  "hinh_11": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_9.png",
  "content_10": "Last but not the least, here we go:Fold the flaps of each square to meet in the center Open the triangles and flatten Finally, fold the corners back and we are done (look at the final crease pattern, is beautiful, isn`t it?). ",
  "step_10": "Step 10: Making the Ball Paper",
  "hinh_12": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_10.png",
  "content_11": "Now to form our ball ornament, we'll need six medallions. So repeat steps from 3 to 9 and make your six medallions.When you are done, you only need to put them together by the corner flaps using a drop of glue on each flap. I think the images are clear enough to describe the process. So here they are.",
  "step_11": "Step 11: The Reward to Our Efforts",
  "hinh_13": "/asset_img/img-adult/11.Post-It Origami Icosahedron/step_11.png",
  "content_12": " Congratulations, you have made your first paper ball. Now make as many as you want of the sizes you want, and recycle as many paper you can. Is August, so you have enough time to have them ready for your Christmas tree.Enjoy! and thank you for looking.",
  "category_detail": [{ "id": 26, "name": "For Adult" }]
},
{
  "id": 27,
  "name": "Rubber Origami",
  "img_3": "/asset_img/img-adult/12.Rubber Origami/Rubber Origami.png",
  "img_2": "/asset_img/img-adult/12.Rubber Origami/image_1.png",
  "img_2_1": "/asset_img/img-adult/12.Rubber Origami/image_2.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "Materials: - Printer Paper 5 inch by 5 inch- thin gauge wire- Plasti Dip- scrap piece of wood, about two feet long- ribbon or string-Tools:- wire cutters- 2 spring clamps",
  "step_1": "Step 1: Fold an Origami Crane",
  "hinh_3": "/asset_img/img-adult/12.Rubber Origami/step_1.png",
  "content_2": "I started with 5 inch by 5 inch plain white printer paper. Anywhere from 4 to 6 inch paper squares should get the job done.I recommend folding 5 cranes to start.",
  "step_2": "Step 2: Cutting the Wire",
  "hinh_4": "/asset_img/img-adult/12.Rubber Origami/step_2.png",
  "content_3": "Cut some thin gauge wire into about 5 to 8 inch lengths (it doesn't have to be exact). I used 19 gauge stainless steel wire. I recommend a thinner gauge; it will be easier on your fingers. Cut the wire at an angle, creating a sharp point.",
  "step_3": "Step 3: Forming and Setting the Wire",
  "hinh_5": "/asset_img/img-adult/12.Rubber Origami/step_3.png",
  "content_4": "Poke the sharp end of the wire through the bottom of the crane and pierce the back.Fish the wire all the way through, setting the (J) in the hind quarters of the crane.Make sure the wire is secure. Pinch the wire if you need to. ",
  "step_4": "Step 4: Dip the Crane",
  "hinh_6": "/asset_img/img-adult/12.Rubber Origami/step_4.png",
  "content_5": "This is the fun part. Take the crane by the wire end, and fully submerge it into the can of Plasti Dip. Make sure about an inch of the wire is covered as well.I'm using a gallon can of Plasti Dip. If you are using a smaller sized can and your crane's wingspan is too wide, you can pour the Plasti Dip into an empty coffee can (or something similar). You may also need a tool to help fully submerge the crane into the Plasti Dip. I used a plastic knife.Slowly pull the crane out of the dip and let the excess rubber drip off.",
  "step_5": "Step 5: Hang Them Up to Dry",
  "hinh_7": "/asset_img/img-adult/12.Rubber Origami/step_5.png",
  "content_6": "I attached two spring clamps to a scrap piece of wood, and stacked them on two coffee cans. I then hung each dipped crane to the scrap wood to let them dry. Only handle the cranes by the un-dipped wire.It takes about 30 minutes to dry.",
  "step_6": "Step 6: Re-Dipping",
  "hinh_8": "/asset_img/img-adult/12.Rubber Origami/step_6.png",
  "content_7": "I dipped each crane about two or three times, letting them dry 30 minutes between each dipping.",
  "step_7": "Step 7: Clipping and Forming the Wire",
  "hinh_9": "/asset_img/img-adult/12.Rubber Origami/step_7.png",
  "content_8": "After the crane is completely dry, clip the wire down so that only about an inch is sticking out of the crane's back (hopefully it is all covered in Plasti Dip). Then loop the wire into a hook.",

  "d_see": "d-none",
  "category_detail": [{ "id": 27, "name": "For Adult" }]
},
{
  "id": 28,
  "name": "Unit Origami",
  "img_3": "/asset_img/img-adult/13.Unit Origami/Unit Origami.png",
  "img_2": "/asset_img/img-adult/13.Unit Origami/image_1.png",
  "img_2_1": "/asset_img/img-adult/13.Unit Origami/Unit Origami.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "This is a really sweet type of origami that doesn't require the intricate folding that nobody can understand.What you'll need:12 sheets of origami paper",
  "step_1": "Step 1: Building",
  "hinh_3": "/asset_img/img-adult/13.Unit Origami/step_1.png",
  "content_2": "ow the first step making this type of origami is to make the first unit!1. Start with a single piece of origami paper with the color side facing down and fold it in half.2. Next, unfold that. Then bring up the paper edge to the crease just you made in step 1 and fold that down.3. Rotate the paper 180 degrees and repeat step 2 with the paper edge.4. Rotate that by 90 degrees so you're looking at something like a cupboard. Open the left side door of the cabinet and fold up the bottom right corner up to the crease of the opened left side.5. Undo the right triangle you made in step 4 and close up the left side of the cabinet.",
  "step_2": "Step 2: Building",
  "hinh_4": "/asset_img/img-adult/13.Unit Origami/step_2.png",
  "content_3": "6. Then rotate this by 180 degrees and open up the new left side. Then repeat step four by folding up the right hand bottom corner up to the crease of the left door to the cabinet.7. Now instead of undoing this fold as you did before, you want to simply close up the left door of the cabinet with the right triangle still folded up inside of it.8. Now this is probable one of the hardest steps in making this type of origami so bear with me :)   Start out by lifting up the top right hand corner's door as far as it will go without undoing the folds. Then take the whole top left hand corner and tuck it underneath the right top flap. You want to keep pushing it in until it forms a triangle, the same as the one perpendicular to it.",
  "step_3": "Step 3: Building",
  "hinh_5": "/asset_img/img-adult/13.Unit Origami/step_3.png",
  "content_4": "9. Now take the whole shape flip it upside down and proceed to fold the white corners down over the shape for form a parallelogram without any white showing on either side.10. Fold up the 2 points of the shape to form a square.11. Lastly you just want to fold the square diagonally in half, along the gap between the two points you folded down in step 10. You may fold them in either direction. ",
  "step_4": "Step 4: Putting It Together",
  "hinh_6": "/asset_img/img-adult/13.Unit Origami/step_4.png",
  "content_5": "Now that you have 12 completed units, it is now time to put them together. You're almost done now!Notice that there are points (the two triangles that hang off of the square in the center) and there are pockets (the 4 little slots on the other side of the square). As you probable guessed you are going to put the points into the pockets. But an important thing before you begin, don't use the two pockets that would cover up the point of that shape if a unit was inserted into one of them.Try experimenting to make the shape. It is kind of like a puzzle. If you get stuck try making 4 pyramids by putting 3 units together to form a 3 sided pyramid-esk shape and then put them together. Experiment!",
  "step_5": "Step 5:  More on Unit Origami",
  "hinh_7": "/asset_img/img-adult/13.Unit Origami/step_5.png",
  "content_6": "Unit origami is wide open for experimentation. The shapes you can create by simply knowing the basic unit are endless, the sky is the limit!",
  "step_6": "Step 6: ",
  "hinh_8": "/asset_img/img-adult/13.Unit Origami/step_6.png",
  "content_7": "I dipped each crane about two or three times, letting them dry 30 minutes between each dipping.",
  "step_7": "Step 7: ",
  "hinh_9": "/asset_img/img-adult/13.Unit Origami/step_7.png",
  "content_8": "After the crane is completely dry, clip the wire down so that only about an inch is sticking out of the crane's back (hopefully it is all covered in Plasti Dip). Then loop the wire into a hook.",

  "d_see": "d-none",
  "category_detail": [{ "id": 28, "name": "For Adult" }]
},
{
  "id": 29,
  "name": "Traditional Origami Boat",
  "img_3": "/asset_img/img-adult/14.Origami Sail Boat/image_3.png",
  "img_2": "/asset_img/img-adult/14.Origami Sail Boat/image_2.png",
  "img_2_1": "/asset_img/img-adult/14.Origami Sail Boat/image_1.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "1. This is the front of the paper, our origami boat will be this colour on the lower section. 2. This is the back of the origami paper, the sails will be this colour.3. Fold the bottom point up to the top point.",
  "step_1": "Step 1: Fold ",
  "hinh_3": "/asset_img/img-adult/14.Origami Sail Boat/step_1.png",
  "content_2": "3. Fold the bottom point up to the top point.",
  "step_2": " Step 2: Fold  ",
  "hinh_4": "/asset_img/img-adult/14.Origami Sail Boat/step_2.png",
  "content_3": "6. Unfold the previous step.",
  "step_3": "Step 3: Fold Both Corners on the Upper Line",
  "hinh_5": "/asset_img/img-adult/14.Origami Sail Boat/step_3.png",
  "content_4": "",
  "step_4": "Step 4: Wrap It Up ",
  "hinh_6": "/asset_img/img-adult/14.Origami Sail Boat/step_4.png",
  "content_5": "old the right point over to the central point.",
  "step_5": "Step 5: Fold the Corners Over",
  "hinh_7": "/asset_img/img-adult/14.Origami Sail Boat/step_5.png",
  "content_6": "Fold the left point over to the central point.",
  "step_6": "Step 6: ",
  "hinh_8": "/asset_img/img-adult/14.Origami Sail Boat/step_6.png",
  "content_7": "9. Fold the top point down to the bottom point.",
  "step_7": "Step 7: ",
  "hinh_9": "/asset_img/img-adult/14.Origami Sail Boat/step_7.png",
  "content_8": "Fold the top left point diagonally down to match the right side.",
  "step_8": "Step 8:  ",
  "hinh_10": "/asset_img/img-adult/14.Origami Sail Boat/step_8.png",
  "content_9": "Open out the right section to the left.",
  "d_see": "",
  "step_9": "Step 9:  ",
  "hinh_11": "/asset_img/img-adult/14.Origami Sail Boat/step_9.png",
  "content_10": "Flip the paper rover to the other side. ",
  "step_10": "Step 10: ",
  "hinh_12": "/asset_img/img-adult/14.Origami Sail Boat/step_10.png",
  "content_11": "Open out the right section over to the left.Flatten the top section. Rotate the paper.Fold the top right section down.Fold the flap back up, leaving a small overlap.Tuck the overlap inside the bottom section.",
  "step_11": "Step 11: ",
  "hinh_13": "/asset_img/img-adult/14.Origami Sail Boat/step_11.png",
  "content_12": " Fold the bottom point up to create a little stand.",
  "category_detail": [{ "id": 29, "name": "For Adult" }]
},
{
  "id": 30,
  "name": "Origami Lotus Flower",
  "img_3": "/asset_img/img-adult/15.Origami Lotus Flower/image_1.png",
  "img_2": "/asset_img/img-adult/15.Origami Lotus Flower/image_2.png",
  "img_2_1": "/asset_img/img-adult/15.Origami Lotus Flower/Origami Lotus Flower.png",
  "container_video": "d-none",
  "video": "",
  "content_1": "This is the prettiest traditional origami flower in our opinion. Once youve folded this origami lotus flower, youll remember how to make it forever.This origami flower works best with crisp, thin origami paper. If you use thicker paper, make sure to use the largest paper possible, to prevent ripping the paper.",
  "step_1": "Step 1:  ",
  "hinh_3": "/asset_img/img-adult/15.Origami Lotus Flower/step_1.png",
  "content_2": " This is the back of the origami paper, usually white. This colour will be visible on the bottom of the lotus if you fold the last set of petals.Fold the bottom edge of the paper up to the top edge.",
  "step_2": " Step 2:  ",
  "hinh_4": "/asset_img/img-adult/15.Origami Lotus Flower/step_2.png",
  "content_3": "Fold the bottom right corner to the middle of the paper.",
  "step_3": "Step 3: ",
  "hinh_5": "/asset_img/img-adult/15.Origami Lotus Flower/step_3.png",
  "content_4": "Fold the other three corners of the paper to the middle of the paper.",
  "step_4": "Step 4: ",
  "hinh_6": "/asset_img/img-adult/15.Origami Lotus Flower/step_4.png",
  "content_5": "Rotate the paper.",
  "step_5": "Step 5: Fold the Corners Over",
  "hinh_7": "/asset_img/img-adult/15.Origami Lotus Flower/step_5.png",
  "content_6": "For a second time, fold one corner to the middle of the square.",
  "step_6": "Step 6: ",
  "hinh_8": "/asset_img/img-adult/15.Origami Lotus Flower/step_6.png",
  "content_7": "Fold the other three corners to the middle of the square.",
  "step_7": "Step 7: ",
  "hinh_9": "/asset_img/img-adult/15.Origami Lotus Flower/step_7.png",
  "content_8": "Rotate the paper.",
  "step_8": "Step 8:  ",
  "hinh_10": "/asset_img/img-adult/15.Origami Lotus Flower/step_8.png",
  "content_9": "For the third time, fold a corner into the middle of the square.",
  "d_see": "",
  "step_9": "Step 9:  ",
  "hinh_11": "/asset_img/img-adult/15.Origami Lotus Flower/step_9.png",
  "content_10": "Fold the other three flaps to the middle. Fold the bottom point to the center. Fold the other three points to the center. ",
  "step_10": "Step 10: ",
  "hinh_12": "/asset_img/img-adult/15.Origami Lotus Flower/step_10.png",
  "content_11": "Fold one of the corners in a little. Whilst holding the folded corner with one hand, bring the flap behind it forwards, reversing it over to this side.Fold the little inner flaps up inside the flower.",
  "step_11": "Step 11: ",
  "hinh_13": "/asset_img/img-adult/15.Origami Lotus Flower/step_11.png",
  "content_12": " The flaps can be fully reversed over the top of the first set of petals.Optionally fold the last set of flaps from the back of the lotus.",
  "category_detail": [{ "id": 30, "name": "For Adult" }]
}
]
